{"translation-revision-date":"2023-10-17 05:01:37+0000","generator":"GlotPress\/4.0.0-alpha.10","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"Additional thoughts":["Ytterligere tanker"],"The Extensions screen’s functionality meets my needs":["Utvidelsesskjermens funksjonalitet oppfyller mine behov"],"It was easy to find an extension":["Det var lett å finne en utvidelse"],"Your feedback will help us create a better experience for people like you! Please tell us to what extent you agree or disagree with the statements below.":["Din tilbakemelding vil hjelpe oss med å skape en bedre opplevelse for folk som deg! Fortell oss i hvilken grad du er enig eller uenig i påstandene nedenfor."],"How easy was it to find an extension?":["Hvor lett var det å finne en forlengelse?"],"How easy is it to find an extension?":["Hvor lett er det å finne en utvidelse?"],"Strongly agree":["Helt enig"],"Woo Marketplace":["Woo Marketplace"],"Everything in the Marketplace has been built by our own team or by our trusted partners, so you can be sure of its quality.":["Alt på Marketplace er utviklet av vårt eget team eller av våre betrodde partnere, så du kan være sikker på kvaliteten."],"With detailed documentation and a global support team, help is always available if you need it.":["Med detaljert dokumentasjon og et globalt supportteam er hjelp alltid tilgjengelig hvis du trenger det."],"If you change your mind within 30 days of your purchase, we'll give you a full refund — hassle-free.":["Hvis du ombestemmer deg innen 30 dager etter kjøpet, gir vi deg full refusjon - uten problemer."],"Hundreds of vetted products and services. Unlimited potential.":["Hundrevis av kontrollerte produkter og tjenester. Ubegrenset potensial."],"<a>Products<\/a> you can trust":["<a>Produkter<\/a> du kan stole på"],"<a>Get help<\/a> when you need it":["<a>Få hjelp<\/a> når du trenger det"],"30-day <a>money-back guarantee<\/a>":["30 dagers <a>pengene tilbake-garanti<\/a>"],"%s extension":["%s utvidelse","%s utvidelser"],"0 extensions found":["0 utvidelser funnet"],"Try searching again using a different term, or take a look at some of our most popular extensions below.":["Prøv å søke på nytt med et annet begrep, eller ta en titt på noen av våre mest populære utvidelser nedenfor."],"We didn't find any results for “%s”":["Vi fant ingen resultater for \"%s\""],"More":["Mer"],"Loading categories…":["Laster inn kategorier…"],"Toggle category dropdown":["Slå på rullegardinmenyen for kategori"]," annually":[" årlig"],"Free download":["Gratis nedlasting"],"By ":["Av "],"WooCommerce.com account":["WooCommerce.com-konto"],"Manage your subscriptions, get updates and support for your extensions and themes.":["Administrer abonnementene dine, få oppdateringer og support for utvidelser og temaer."],"Connect account":["Koble til konto"],"User options":["Brukeralternativer"],"Not Connected":["Ikke tilkoblet"],"Connected":["Tilkoblet"],"Keep connected":["Fortsett å være tilkoblet"],"Disconnect account":["Koble fra kontoen"],"Keep your your account connected to manage your subscriptions, get updates and support for your extensions and themes.":["Hold kontoen din tilkoblet for å administrere abonnementer, få oppdateringer og support for utvidelser og temaer."],"Agree":["Enig"],"Disagree":["Uenig"],"Strongly disagree":["Sterkt uenig"],"See more":["Se mer"],"Search for extensions":["Søk etter utvidelser"],"Send":["Send"],"Neutral":["Nøytral"],"Are you sure?":["Er du sikker?"],"All Categories":["Alle kategorier"],"Browse":["Bla gjennom"],"No results.":["Ingen resultater."],"My Subscriptions":["Mine abonnement"],"Extensions":["Utvidelser"],"Discover":["Discover"],"Cancel":["Avbryt"],"Search":["Søk"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/marketplace.js"}}