{"translation-revision-date":"2023-10-17 03:17:32+0000","generator":"GlotPress\/4.0.0-alpha.10","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Additional thoughts":["Weitere Überlegungen"],"The Extensions screen’s functionality meets my needs":["Die Funktionalität des Erweiterungsbildschirms erfüllt meine Anforderungen"],"It was easy to find an extension":["Es war leicht, eine Erweiterung zu finden"],"Your feedback will help us create a better experience for people like you! Please tell us to what extent you agree or disagree with the statements below.":["Dein Feedback trägt dazu bei, Personen wie dir ein besseres Erlebnis zu bieten! Bitte teile uns mit, inwieweit du den folgenden Aussagen zustimmst oder nicht zustimmst."],"How easy was it to find an extension?":["Wie einfach war es, eine Erweiterung zu finden?"],"How easy is it to find an extension?":["Wie einfach ist es, eine Erweiterung zu finden?"],"Strongly agree":["Ich stimme voll zu"],"Woo Marketplace":["Woo-Marktplatz"],"Everything in the Marketplace has been built by our own team or by our trusted partners, so you can be sure of its quality.":["Sämtliche Funktionen des Marktplatzes wurden von unserem eigenen Team oder von unseren vertrauenswürdigen Partnern entwickelt. Du kannst also sicher sein, dass die Qualität stimmt."],"With detailed documentation and a global support team, help is always available if you need it.":["Ausführliche Dokumentationen und ein weltweites Support-Team sorgen dafür, dass du bei Bedarf jederzeit Hilfe erhältst."],"If you change your mind within 30 days of your purchase, we'll give you a full refund — hassle-free.":["Wenn du deine Meinung innerhalb von 30 Tagen nach dem Kauf änderst, erstatten wir dir den vollen Betrag zurück – ganz ohne Probleme."],"<a>Products<\/a> you can trust":["<a>Produkte<\/a>, auf die du dich verlassen kannst"],"<a>Get help<\/a> when you need it":["<a>Erhalte Hilfe<\/a>, wenn du sie brauchst"],"30-day <a>money-back guarantee<\/a>":["30 Tage <a>Geld-zurück-Garantie<\/a>"],"Try searching again using a different term, or take a look at some of our most popular extensions below.":["Versuche, die Suche mit einem anderen Begriff zu wiederholen, oder wirf einen Blick auf einige unserer beliebtesten Erweiterungen unten."],"Hundreds of vetted products and services. Unlimited potential.":["Hunderte geprüfter Produkte und Dienstleistungen. Unbegrenztes Potenzial."],"%s extension":["%s Erweiterung","%s Erweiterungen"],"0 extensions found":["0 Erweiterungen gefunden"],"We didn't find any results for “%s”":["Wir haben für „%s“ keine Ergebnisse gefunden"],"More":["Mehr"],"Toggle category dropdown":["Kategorie-Dropdown-Menü umschalten"]," annually":[" jährlich"],"By ":["Von "],"WooCommerce.com account":["WooCommerce.com-Konto"],"Manage your subscriptions, get updates and support for your extensions and themes.":["Verwalte deine Abonnements und erhalte Updates und Support für deine Erweiterungen und Themes."],"Connect account":["Konto verbinden"],"User options":["Benutzeroptionen"],"Not Connected":["Nicht verbunden"],"Connected":["Verbunden"],"Keep connected":["Verbunden bleiben"],"Disconnect account":["Konto trennen"],"Keep your your account connected to manage your subscriptions, get updates and support for your extensions and themes.":["Erhalte die Kontoverknüpfung aufrecht, um deine Abonnements zu verwalten und Updates und Support für deine Erweiterungen und Themes zu erhalten."],"Loading categories…":["Kategorien werden geladen …"],"Free download":["Kostenloser Download"],"Agree":["Ich stimme zu"],"Disagree":["Ich stimme nicht zu"],"Strongly disagree":["Ich stimme gar nicht zu"],"See more":["Mehr anzeigen"],"Search for extensions":["Nach Erweiterungen suchen"],"Neutral":["Neutral"],"Send":["Senden"],"Are you sure?":["Bist du dir sicher?"],"All Categories":["Alle Kategorien"],"Browse":["Durchsuchen"],"No results.":["Keine Ergebnisse."],"My Subscriptions":["Meine Abonnements"],"Extensions":["Erweiterungen"],"Discover":["Discover"],"Search":["Suche"],"Cancel":["Abbrechen"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/marketplace.js"}}