{"translation-revision-date":"2023-10-10 22:24:15+0000","generator":"GlotPress\/4.0.0-alpha.10","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Boost conversions with WooPay, a new express checkout feature included in WooPayments.":["Aumenta le conversioni con WooPay, una nuova funzionalità di pagamento rapido inclusa in WooPayments."],"Offer your customers card payments, Sofort, iDeal, and the ability to sell in-person with Woo mobile app.":["Offri ai tuoi clienti pagamenti con carta, Sofort, iDeal e la possibilità di vendere di persona con l'app Woo per dispositivi mobili."],"By using WooPayments you agree to the <tosLink>Terms of Service<\/tosLink> (including WooPay <woopayMerchantTerms>merchant terms<\/woopayMerchantTerms>) and acknowledge that you have read our <privacyLink>Privacy Policy<\/privacyLink>.":["Usando WooPayments, accetti i <tosLink>Termini di servizio<\/tosLink> (inclusi <woopayMerchantTerms>i termini per il venditore<\/woopayMerchantTerms> WooPay) e confermi di aver letto la <privacyLink>Politica sulla privacy<\/privacyLink>"],"Payments made simple, designed exclusively for WooCommerce stores.":["Pagamenti semplificati, progettati esclusivamente per i negozi WooCommerce."],"WooPayments is pre-integrated with popular payment options:":["WooPayments è preintegrato con le opzioni più popolari:"],"Earn and manage recurring revenue and get automatic deposits into your nominated bank account.":["Ottieni e gestisci entrate ricorrenti e ricevi depositi automatici sul conto corrente indicato."],"Sell to international markets and accept more than 135 currencies with local payment methods.":["Vendi sui mercati internazionali e accetta più di 135 valute con metodi di pagamento locali."],"& more.":["e altro."],"By using WooPayments you agree to the <tosLink>Terms of Service<\/tosLink> and acknowledge that you have read our <privacyLink>Privacy Policy<\/privacyLink>.":["Usando WooPayments, accetti i <tosLink>Termini di servizio<\/tosLink> e confermi di aver letto la <privacyLink>Politica sulla privacy<\/privacyLink>."],"Setup required":["Configurazione richiesta"],"Accepted payment methods":["Metodi di pagamento accettati"],"Local Partner":["Partner locale"],"Recommended":["Consigliato"],"Learn more":["Per saperne di più"],"Metro Manila":["Metro Manila"],"Roma":["Roma"]}},"comment":{"reference":"assets\/client\/admin\/onboarding\/index.js"}}