{"translation-revision-date":"2023-10-17 05:01:37+0000","generator":"GlotPress\/4.0.0-alpha.10","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"Back to Home":["Tilbake til Hjem"],"Go back to the Home screen to complete your store setup and start selling":["Gå tilbake til startskjermbildet for å fullføre butikkoppsettet og begynne å selge"],"Go to the Editor":["Gå til redaktøren"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["Gå til redigeringsprogrammet for å endre bilder og tekst, legge til flere sider og gjøre ytterligere tilpasninger."],"Fine-tune your design":["Finjustere designet"],"Your store screenshot":["Skjermbilde av butikken din"],"Your store is a reflection of your unique style and personality, and we're thrilled to see it come to life.":["Butikken din gjenspeiler din unike stil og personlighet, og vi gleder oss til å se den komme til live."],"Your store looks great!":["Butikken din ser flott ut!"],"Browse all themes":["Bla gjennom alle temaer"],"Or select a professionally designed theme to customize and make your own.":["Eller velg et profesjonelt designet tema som du kan tilpasse og lage ditt eget."],"Design with AI":["Design med kunstig intelligens"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Design butikkens utseende, opprett sider og generer tekster ved hjelp av våre innebygde AI-verktøy."],"Use the power of AI to design your store":["Bruk kraften i kunstig intelligens til å designe butikken din"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using AI.":["Skap en butikk som gjenspeiler varemerket og virksomheten din. Velg et av våre profesjonelt utformede temaer som du kan tilpasse, eller lag ditt eget ved hjelp av AI."],"Customize your store":["Tilpass butikken din"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["Tilpass butikkens stil og layout slik at den passer til varemerket ditt! Legg til logoen din, endre skrifttype og farger, og prøv ulike sidelayouter. Du kan redigere tekst og bilder senere via redigeringsprogrammet."],"Make your store your own":["Gjør butikken din til din egen"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["Eventuelle endringer du gjør i layout og stil, vises her i sanntid - perfekt for å teste ulike utseender før du går live. Du kan også endre størrelsen på dette området for å sjekke hvordan butikken ser ut på mobil."],"View your changes in real time":["Se endringene dine i sanntid"],"Welcome to your AI-generated store!":["Velkommen til din AI-genererte butikk!"],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what's possible.":["Her kan du begynne å tilpasse butikkens utseende, blant annet ved å legge til logoen din og endre farger og layout. Ta en rask rundtur for å se hva som er mulig."],"Take a tour":["Ta en omvisning"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Bruk venstre og høyre piltast for å endre størrelsen på lerretet. Hold nede shift for å endre størrelsen i større trinn."],"Saving failed.":["Lagring mislyktes."],"Logo":["Logo"],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["Sørg for at butikken din er \"on-brand\" ved å legge til logoen din. Det beste resultatet får du ved å laste opp en SVG- eller PNG-fil som er minst 300 piksler bred."],"Site Icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["Nettstedsikoner er det du ser i nettleserfaner, bokmerkelinjer og i WordPress-mobilappene."],"Use as site icon":["Brukes som nettstedsikon"],"Link logo to homepage":["Lenke logoen til hjemmesiden"],"Image width":["Bildebredde"],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Velg en ny bunntekst blant alternativene nedenfor. Bunnteksten inneholder nettstedets sekundærnavigasjon og legges til på alle sider. Du kan fortsette å tilpasse denne via <EditorLink>redigeringsprogrammet<\/EditorLink>."],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the <EditorLink>Editor<\/EditorLink>.":["Basert på de mest vellykkede butikkene i din bransje og på ditt sted har vårt AI-verktøy anbefalt denne malen for din bedrift. Foretrekker du en annen layout? Velg blant malene nedenfor nå, eller senere via <EditorLink>redigeringsprogrammet<\/EditorLink>."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Velg en ny topptekst blant alternativene nedenfor. Toppteksten inneholder nettstedets navigasjon og vil bli lagt til på alle sider. Du kan fortsette å tilpasse dette via <EditorLink>redigeringsprogrammet<\/EditorLink>."],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["AI har valgt en skrifttype som passer best for din bedrift. Hvis du vil endre dem, kan du velge et nytt alternativ nedenfor eller senere i <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>."],"Change your font":["Endre skrifttype"],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Basert på informasjonen du delte, anbefaler AI-verktøyet vårt å bruke denne fargepaletten. Vil du endre den? Du kan velge eller legge til nye farger nedenfor, eller oppdatere dem senere i <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>."],"or create your own":["eller opprett din egen"],"Change your footer":["Endre bunnteksten"],"Change your homepage":["Endre hjemmesiden din"],"Change your header":["Endre toppteksten"],"Change fonts":["Endre skrifttyper"],"Change the color palette":["Endre fargepaletten"],"Add your logo":["Legg til din logo"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the <EditorLink>Editor<\/EditorLink> later.":["Bruk våre stil- og layoutverktøy til å tilpasse butikkens design. Innhold og bilder kan legges til eller endres senere via <EditorLink>redigeringsverktøyet<\/EditorLink>."],"Let's get creative":["La oss være kreative"],"Which writing style do you prefer?":["Hvilken skrivestil foretrekker du?"],"Direct yet respectful, serious and professional.":["Direkte, men respektfull, seriøs og profesjonell."],"Formal":["Formell"],"Impartial tone with casual expressions without slang.":["Saklig tone med uformelle uttrykk uten slang."],"Relaxed and friendly, like a conversation with a friend.":["Avslappet og vennlig, som en samtale med en venn."],"Informal":["Uformell"],"How would you like your store to look?":["Hvordan vil du at butikken din skal se ut?"],"Vibrant look with eye-catching colors and visuals.":["Levende utseende med iøynefallende farger og grafikk."],"Bold":["Fet"],"Elegant and timeless look with nostalgic touch.":["Elegant og tidløst utseende med nostalgisk preg."],"Classic":["Klassisk"],"Clean lines, neutral colors, sleek and modern look.":["Rene linjer, nøytrale farger, elegant og moderne utseende."],"Contemporary":["Moderne"],"Who your target audience is":["Hvem målgruppen din er"],"What makes your business unique":["Hva som gjør virksomheten din unik"],"How many products you plan on displaying":["Hvor mange produkter du planlegger å vise frem"],"What you want to sell":["Hva du ønsker å selge"],"Try to include:":["Prøv å inkludere:"],"The more detail you provide, the better job our AI can do!":["Jo flere detaljer du oppgir, desto bedre jobb kan AI-en vår gjøre!"],"E.g., At Cool Cat Shades, we sell sunglasses specially designed for our stylish feline friends. Designed and developed with a cat’s comfort in mind, our range of sunglasses are fashionable accessories our furry friends can wear all day. We currently offer 50 different styles and variations of shades, with plans to add more in the near future.":["Hos Cool Cat Shades selger vi for eksempel solbriller som er spesialdesignet for våre stilige kattevenner. Solbrillene våre er designet og utviklet med tanke på kattens komfort, og er fasjonable tilbehør som våre pelskledde venner kan bruke hele dagen. Vi tilbyr for øyeblikket 50 forskjellige stiler og varianter av solbriller, og vi planlegger å legge til flere i nær fremtid."],"Tell us a bit more about your business":["Fortell oss litt mer om virksomheten din"],"Applying the finishing touches":["Legge siste hånd på verket"],"Assembling your AI-optimized store":["Sette sammen din AI-optimaliserte butikk"],"Designing the best look for your business":["Designe det beste utseendet for virksomheten din"],"Comparing the top performing stores":["Sammenligning av butikkene med best resultater"],"Analyzing your responses":["Analysere svarene dine"],"Drag to resize":["Dra for å endre størrelse"],"Saving":["Lagrer"],"Continue setting up your store":["Fortsett å sette opp butikken din"],"Preview store":["Forhåndsvis butikk"],"Neutral":["Nøytral"],"Back":["TIlbake"],"Navigation":["Navigasjon"],"Style":["Stil"],"Done":["Ferdig"],"Layout":["Utforming"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Forrige"],"Save":["Lagre"],"Continue":["Fortsette"],"Default":["Standard"],"Settings":["Innstillinger"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}