{"translation-revision-date":"2023-10-10 22:24:15+0000","generator":"GlotPress\/4.0.0-alpha.10","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Back to Home":["Torna alla home"],"Go back to the Home screen to complete your store setup and start selling":["Torna alla schermata Home per completare la configurazione del negozio e iniziare a vendere"],"Go to the Editor":["Vai all'editor"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["Vai all'editor per modificare immagini e testo, aggiungere più pagine e apportare ulteriori personalizzazioni."],"Fine-tune your design":["Perfeziona il tuo design"],"Your store screenshot":["Screenshot del tuo negozio"],"Your store is a reflection of your unique style and personality, and we're thrilled to see it come to life.":["Il negozio riflette il tuo stile e la tua personalità unici e siamo felici di vederlo prendere vita."],"Your store looks great!":["Il tuo negozio ha un aspetto fantastico."],"Browse all themes":["Esplora tutti i temi"],"Or select a professionally designed theme to customize and make your own.":["In alternativa, seleziona un tema dal design professionale per personalizzarlo e crearne uno tuo."],"Design with AI":["Progetta con l'IA"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Progetta l'aspetto del tuo negozio, crea pagine e genera testi usando i nostri strumenti di IA integrati."],"Use the power of AI to design your store":["Usa la potenza dell'IA per progettare il tuo negozio"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using AI.":["Crea un negozio che rifletta il tuo marchio e la tua attività. Seleziona uno dei nostri temi dal design professionale da personalizzare o creane uno tuo usando l'IA."],"Customize your store":["Personalizza il tuo negozio"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["Personalizza lo stile e il layout del tuo negozio per adattarlo al tuo marchio. Aggiungi il tuo logo, modifica il carattere e i colori e prova diversi layout di pagina. Potrai modificare il testo e le immagini in seguito tramite l'editor."],"Make your store your own":["Personalizza il negozio in base al tuo stile"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["Qualsiasi modifica apportata al layout e allo stile verrà visualizzata qui in tempo reale: perfetta per testare aspetti diversi prima di renderli attivi. Puoi anche ridimensionare quest'area per verificare come appare il tuo negozio sui dispositivi mobili."],"View your changes in real time":["Visualizza le modifiche in tempo reale"],"Welcome to your AI-generated store!":["Ti diamo il benvenuto nel tuo negozio generato dall'IA."],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what's possible.":["Qui è dove puoi iniziare a personalizzare l'aspetto del tuo negozio, incluso aggiungere il logo e modificare colori e layout. Fai un breve tour per scoprire cosa è possibile fare."],"Take a tour":["Fai il tour"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Usa i tasti freccia sinistra e destra per ridimensionare la tela. Tieni premuto MAIUSC per ridimensionare con incrementi superiori."],"Saving failed.":["Salvataggio non riuscito."],"Logo":["Logo"],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["Assicurati che il negozio sia alla moda aggiungendo il tuo logo. Per ottenere i migliori risultati, carica un file SVG o PNG con una larghezza minima di 300 px."],"Site Icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["Le icone del sito sono quelle che si vedono nelle schede del browser, nelle barre dei segnalibri e all'interno delle app WordPress per dispositivi mobili."],"Use as site icon":["Usa come icona del sito"],"Link logo to homepage":["Logo del link alla homepage"],"Image width":["Larghezza dell'immagine"],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Seleziona un nuovo piè di pagina dalle opzioni sottostanti. Il tuo piè di pagina include la navigazione secondaria del sito e verrà aggiunto a ogni pagina. Puoi continuare a personalizzarlo tramite l'<EditorLink>editor<\/EditorLink>."],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the <EditorLink>Editor<\/EditorLink>.":["Sulla base dei negozi di maggior successo nel settore e nella tua posizione, il nostro strumento di IA ha consigliato questo template per la tua attività. Preferisci un layout diverso? Scegli tra i template sottostanti ora o in seguito tramite l'<EditorLink>editor<\/EditorLink>."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Seleziona una nuova intestazione dalle opzioni sottostanti. La tua intestazione include la navigazione del tuo sito e verrà aggiunta a ogni pagina. Puoi continuare a personalizzarlo tramite l'<EditorLink>editor<\/EditorLink>."],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["L'IA ha selezionato un abbinamento di caratteri che si adatta meglio alla tua attività. Se desideri modificarli, seleziona una nuova opzione qui sotto ora o in seguito in <EditorLink>Editor<\/EditorLink> | <StyleLink>Stili<\/StyleLink>."],"Change your font":["Modifica il carattere"],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["In base alle informazioni che hai condiviso, il nostro strumento di IA consiglia di usare questa palette di colori. Desideri modificarla? Puoi selezionare o aggiungere nuovi colori di seguito o aggiornarli in seguito in <EditorLink>Editor<\/EditorLink> | <StyleLink>Stili<\/StyleLink>."],"or create your own":["o usa una tua creazione"],"Change your footer":["Modifica il tuo piè di pagina"],"Change your homepage":["Modifica la tua homepage"],"Change your header":["Modifica la tua intestazione"],"Change fonts":["Modifica i caratteri"],"Change the color palette":["Modifica la palette di colori"],"Add your logo":["Aggiungi il tuo logo"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the <EditorLink>Editor<\/EditorLink> later.":["Usa i nostri strumenti di stile e layout per personalizzare il design del tuo negozio. I contenuti e le immagini possono essere aggiunti o modificati tramite l'<EditorLink>editor<\/EditorLink> in un secondo momento."],"Let's get creative":["Diventiamo creativi"],"Which writing style do you prefer?":["Quale stile di scrittura preferisci?"],"Direct yet respectful, serious and professional.":["Diretto ma rispettoso, serio e professionale."],"Formal":["Formale"],"Impartial tone with casual expressions without slang.":["Tono imparziale con espressioni informali ma non gergali."],"Relaxed and friendly, like a conversation with a friend.":["Rilassato e amichevole, come una conversazione con un amico."],"Informal":["Informale"],"How would you like your store to look?":["Come vorresti che fosse il tuo negozio?"],"Vibrant look with eye-catching colors and visuals.":["Aspetto vivace con colori e immagini accattivanti."],"Bold":["Audace"],"Elegant and timeless look with nostalgic touch.":["Aspetto elegante e senza tempo con un tocco nostalgico."],"Classic":["Classico"],"Clean lines, neutral colors, sleek and modern look.":["Linee pulite, colori neutri, aspetto elegante e moderno."],"Contemporary":["Contemporaneo"],"Who your target audience is":["Chi è il tuo pubblico target"],"What makes your business unique":["Cosa rende unica la tua attività"],"How many products you plan on displaying":["Quanti prodotti pianifichi di mostrare"],"What you want to sell":["Cosa vuoi vendere"],"Try to include:":["Prova a includere:"],"The more detail you provide, the better job our AI can do!":["Più dettagli fornisci, migliore sarà il lavoro che la nostra IA potrà svolgere."],"E.g., At Cool Cat Shades, we sell sunglasses specially designed for our stylish feline friends. Designed and developed with a cat’s comfort in mind, our range of sunglasses are fashionable accessories our furry friends can wear all day. We currently offer 50 different styles and variations of shades, with plans to add more in the near future.":["Ad esempio, su Cool Cat Shades vendiamo occhiali da sole appositamente progettati per i nostri eleganti amici felini. Disegnati e sviluppati pensando al comfort del gatto, nella nostra gamma di occhiali da sole sono presenti accessori alla moda che i nostri amici pelosi possono indossare tutto il giorno. Attualmente offriamo 50 stili diversi e varianti di tonalità, ma abbiamo intenzione di aggiungerne altri nel prossimo futuro."],"Tell us a bit more about your business":["Raccontaci qualcosa in più sulla tua attività"],"Applying the finishing touches":["Applicazione degli ultimi ritocchi"],"Assembling your AI-optimized store":["Assemblaggio del tuo negozio ottimizzato dall'IA"],"Designing the best look for your business":["Progettazione dell'aspetto migliore per la tua attività"],"Comparing the top performing stores":["Confronto tra i negozi più performanti"],"Analyzing your responses":["Analisi delle tue risposte"],"Drag to resize":["Trascina per ridimensionare"],"Saving":["Salvataggio in corso"],"Continue setting up your store":["Continua a configurare il tuo negozio"],"Preview store":["Anteprima del negozio"],"Neutral":["Indifferente"],"Back":["Indietro"],"Navigation":["Navigazione"],"Style":["Stile"],"Done":["Fatto"],"Layout":["Layout"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Precedente"],"Save":["Salva"],"Continue":["Continua"],"Default":["Predefinito"],"Settings":["Impostazioni"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}