{"translation-revision-date":"2023-10-16 11:54:27+0000","generator":"GlotPress\/4.0.0-alpha.10","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"All of your Woo Marketplace purchases can be found here, or on WooCommerce.com.<br\/><br\/>Every purchase is backed by our <a1>30-day money-back guarantee<\/a1>, and includes <a2>email and live chat support<\/a2>.<br\/><br\/>That's it! You're now ready to power up your store.":["Alla dina Woo Marketplace-köp kan hittas här, eller på WooCommerce.com.<br\/><br\/>Alla köp har en <a1>30 dagars återbetalningsgaranti<\/a1> och inkluderar <a2>support via e-post och livechatt<\/a2>.<br\/><br\/>Det var det. Du är nu redo att ta din butik till nästa nivå."],"Scroll down to see all of the relevant extensions and solutions.<br\/><br\/>Click on any solution to learn more about its features, any installation requirements, and available documentation.":["Bläddra ner för att se alla relevanta utökningar och lösningar.<br\/><br\/>Klicka på valfri lösning för att se mer om dess funktioner, eventuella installationskrav och tillgänglig dokumentation."],"Learn more about each product":["Lär dig mer om varje produkt"],"Or if you're not sure exactly what you need, you can browse all available extensions by category.":["Eller så kan du, om du inte är säker på exakt vad du behöver, bläddra igenom alla tillgängliga utökningar efter kategori."],"Power up your store by adding extra functionality with extensions or integrate your store with other software and services.<br\/><br\/>Here you'll find hundreds of trusted solutions for your store — all reviewed and approved by the Woo team.<br\/><br\/>You can also browse the Woo Marketplace at WooCommerce.com.":["Förbättra din butik genom att lägga till extra funktionalitet med hjälp av utökningar eller integrera din butik med annan programvara och andra tjänster.<br\/><br\/>Här hittar du hundratals tillförlitliga lösningar för din butik – granskade och godkända av Woo-teamet.<br\/><br\/>Du kan också bläddra igenom Woo Marketplace på WooCommerce.com."],"Use the search box to find specific extensions or solutions.":["Använd sökrutan för att hitta specifika utökningar eller lösningar."],"email and live chat support":["support via e-post och livechatt"],"Contact support":["Kontakta supporten"],"30-day money-back guarantee":["30 dagars återbetalningsgaranti"],"Refund policy":["Återbetalningspolicy"],"Manage your purchases":["Hantera dina inköp"],"Browse for new ideas":["Hitta nya uppslag"],"Find exactly what you need":["Hitta exakt vad du behöver"],"Welcome to the WooCommerce Marketplace":["Välkommen till WooCommerce Marketplace"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/wc-addons-tour.js"}}