{"translation-revision-date":"2023-10-16 11:54:27+0000","generator":"GlotPress\/4.0.0-alpha.10","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Additional thoughts":["Ytterligare tankar"],"The Extensions screen’s functionality meets my needs":["Utökningens skärmfunktionalitet uppfyller mina behov"],"It was easy to find an extension":["Det var enkelt att hitta en utökning"],"Your feedback will help us create a better experience for people like you! Please tell us to what extent you agree or disagree with the statements below.":["Din feedback hjälper oss att skapa en bättre upplevelse för personer som dig. Berätta i vilken utsträckning du håller med eller inte håller med om påståendena nedan."],"How easy was it to find an extension?":["Hur enkelt var det att hitta en utökning?"],"How easy is it to find an extension?":["Hur enkelt är det att hitta en utökning?"],"Strongly agree":["Håller med helt"],"Woo Marketplace":["Woo Marketplace"],"Everything in the Marketplace has been built by our own team or by our trusted partners, so you can be sure of its quality.":["Allt på Marketplace har byggts av vårt eget team eller av våra tillförlitliga partners, så du kan vara säker på kvaliteten."],"With detailed documentation and a global support team, help is always available if you need it.":["Med detaljerad dokumentation och ett globalt supportteam finns hjälp alltid tillgänglig om du behöver det."],"If you change your mind within 30 days of your purchase, we'll give you a full refund — hassle-free.":["Om du ångrar dig inom 30 dagar efter ditt köp, ger vi dig en fullständig återbetalning – utan problem."],"Hundreds of vetted products and services. Unlimited potential.":["Hundratals granskade produkter och tjänster. Obegränsad potential."],"<a>Products<\/a> you can trust":["<a>Produkter<\/a> som du kan lita på"],"<a>Get help<\/a> when you need it":["<a>Få hjälp<\/a> när du behöver det"],"30-day <a>money-back guarantee<\/a>":["30 dagars <a>återbetalningsgaranti<\/a>"],"%s extension":["%s utökning","%s utökningar"],"0 extensions found":["0 utökningar hittades"],"Try searching again using a different term, or take a look at some of our most popular extensions below.":["Försök att söka igen med en annan term, eller ta en titt på några av våra mest populära utökningar nedan."],"We didn't find any results for “%s”":["Vi hittade inga resultat för ”%s”"],"More":["Mer"],"Loading categories…":["Laddar in kategorier …"],"Toggle category dropdown":["Slå på\/av kategorirullgardinsmeny"]," annually":[" årligen"],"Free download":["Gratis nedladdning"],"By ":["Av "],"WooCommerce.com account":["WooCommerce.com-konto"],"Manage your subscriptions, get updates and support for your extensions and themes.":["Hantera dina prenumerationer och få uppdateringar samt support för dina utökningar och teman."],"Connect account":["Anslut konto"],"User options":["Användaralternativ"],"Not Connected":["Inte ansluten"],"Connected":["Ansluten"],"Keep connected":["Håll dig ansluten"],"Disconnect account":["Koppla från konto"],"Keep your your account connected to manage your subscriptions, get updates and support for your extensions and themes.":["Håll ditt konto anslutet för att hantera dina prenumerationer och få uppdateringar samt support för dina utökningar och teman."],"Agree":["Instämmer"],"Disagree":["Instämmer inte"],"Strongly disagree":["Instämmer inte alls"],"See more":["Se mer"],"Search for extensions":["Sök efter utökningar"],"Send":["Skicka"],"Neutral":["Varken lätt eller svårt"],"Are you sure?":["Är du säker?"],"All Categories":["Alla kategorier"],"Browse":["Bläddra"],"No results.":["Inga resultat."],"My Subscriptions":["Mina prenumerationer"],"Extensions":["Utökningar"],"Discover":["Discover"],"Cancel":["Avbryt"],"Search":["Sök"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/marketplace.js"}}