{"translation-revision-date":"2023-10-17 10:36:02+0000","generator":"GlotPress\/4.0.0-alpha.10","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Speed up your workflow with generative AI. Get high-quality title and description suggestions for your search and social appearance. %1$sLearn more%2$s%3$s":["Snabba upp ditt arbetsflöde med generativ AI. Få högkvalitativa förslag på rubriker och beskrivningar för visning i sökningar och sociala medier. %1$sLäs mer%2$s%3$s"],"Generate titles & descriptions with Yoast AI!":["Generera rubriker och beskrivningar med Yoast AI!"],"New to %1$s":["Om %1$s är nytt för dig"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["Vårt supportteam finns där för att svara på alla dina frågor. Fyll i kontaktformuläret (popup) så svarar vi så snart som möjligt!"],"%1$sSupport languages:%2$s English & Spanish":["%1$sSupportspråk:%2$s engelska och spanska"],"If you don't find the answers you're looking for and need personalized help, you can get 24\/7 support from one of our support engineers.":["Om du inte hittar svar på din fråga och behöver personlig hjälp kan du få support dygnet runt från någon av våra supporttekniker."],"Contact our support team":["Kontakta vårt supportteam"],"Write a bug report":["Skriv en felrapport"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Har du stött på något fel under användningen av %1$s? Gör en felrapport i vårt GitHub-arkiv för att informera oss om problemet!"],"Raise a bug report on GitHub":["Skapa en felrapport på GitHub"],"Visit WordPress forum":["Besök WordPress-forum"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["I WordPress supportforum för %1$s kan du hitta svar eller be om hjälp från andra användare av %1$s inom WordPress-communityn."],"WordPress support forum for %1$s":["WordPress supportforum för %1$s"],"Visit our help center":["Besök vårt hjälpcenter"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["I vårt hjälpcenter hittar du artiklar, handledningar och andra resurser som hjälper dig att få ut mesta möjliga av %1$s!"],"%1$s's help center":["%1$s hjälpcenter"],"Need help with %1$s? These resources are a great place to start!":["Behöver du hjälp med %1$s? Dessa resurser är en bra plats att börja på!"],"Additional resources":["Ytterligare resurser"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Här hittar du svar på vanliga frågor om hur man använder %1$s. Om du inte hittar din fråga i listan kan du titta i avsnittet nedan."],"Frequently asked questions":["Vanliga frågor"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Om du undrar över något, behöver hjälp med ett tekniskt problem eller bara vill säga hej, så finns vi här för dig. Hör av dig. Vi hjälper gärna till!"],"Support":["Support"],"Allow":["Tillåt"],"Deny":["Neka"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["För att kunna se denna video måste du tillåta %1$s att ladda in inbäddade videor från %2$s."],"%1$sGet%2$s %3$s":["%1$sSkaffa%2$s %3$s"],"BLACK FRIDAY - 30% OFF":["BLACK FRIDAY – 30 % RABATT"],"Unlock with %1$s":["Lås upp med %1$s"],"Read reviews from real users":["Läs recensioner från riktiga användare"],"Unlock with Premium":["Lås upp med Premium"],"Check out %1$s":["Kolla in %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Vi har både gratis- och premiumkurser online för att lära dig allt du behöver veta om SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Vill du lära dig SEO från Team Yoast? Kolla in vår %1$s!"],"Learn SEO":["Lär dig SEO"],"(Opens in a new browser tab)":["(Öppnas i en ny webbläsarflik)"],"Close":["Stäng"]}},"comment":{"reference":"js\/dist\/support.js"}}